[
    {
        "name": "Comstock House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/garden-neighborhood\/comstock-house",
        "neighborhood": "Garden Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/comstock_house.jpg.webp?itok=WEbzmFrR",
        "description": "The complex was built in stages starting in 1922 to alleviate a housing shortage on campus. When all the houses were completed in 1936, William Allan Neilson, then the president of Smith, pronounced it the “Great Quadrangle.”\nComstock and its twin neighbor, Haynes (formerly Wilder), were built in 1928. They share a covered front entrance and a bell tower, and their back wings join to form a courtyard which is nicknamed the “mini-quad.”\nAlthough Comstock has a twin, its many traditions set it apart from the rest. The house is reportedly “haunted”&nbsp;by a friendly ghost named Gloria. Gloria rattles doors and makes unexpected appearances to Comstock sleepers. Each semester, various students host roomwarming, which is a great study break and an opportunity to visit other students' rooms. Traditionally the first-year students plan a small house activity during Halloween, like roasting marshmallows and sharing scary stories. Senior Banquet is one of the last chances for the whole house to gather before final exams and graduation. Each class presents something to the seniors, whether it be poems, toasts or prophecies. The night ends with seniors willing their items to the underclass students.",
        "Year built": "1930",
        "Capacity": "81",
        "Residential floors": "3",
        "Singles": "58",
        "Doubles": "10",
        "Triples": "1",
        "Approximate number sharing a bathroom": "30",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Gardiner House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/garden-neighborhood\/gardiner-house",
        "neighborhood": "Garden Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/gardiner-800.jpg.webp?itok=6wz3C74v",
        "description": "Gardiner House is one of the 10 houses of \"the quad.\" The path to campus is very scenic, passing the president's house and Paradise Pond.\nThe quad was built in stages starting in 1922, and it now houses the largest concentration of students on campus.\nGardiner is a 10-minute walk to campus and a 15-minute walk to downtown Northampton.",
        "Year built": "1926",
        "Capacity": "83",
        "Residential floors": "4",
        "Singles": "56",
        "Doubles": "12",
        "Triples": "1",
        "Approximate number sharing a bathroom": "25",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Haven\/Wesley House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/garden-neighborhood\/havenwesley",
        "neighborhood": "Garden Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/houses-haven-1000.jpg.webp?itok=eU-MMUru",
        "description": "In 1896, Smith trustees were astonished when the college was bequeathed a large sum of money from Eliza Appleton Haven. She was unknown to alumnae, faculty or trustees. Equally surprised were some of her family members, who contested her will. It is believed that Ms. Haven wished to demonstrate her support for the education of women. Her generosity allowed Smith to purchase two houses along Elm Street, which are now&nbsp;known as Haven\/Wesley, They&nbsp;provide housing for 71 Smith students.\nAlthough composed of two buildings, the complex is strongly unified. Residents are said to have the best location on campus, since the houses are close to both Neilson Library and the Campus Center.&nbsp;\nThere are a total of 25 single rooms and 23 double rooms in the two houses. Part of the houses’ charm lies in the unusual architectural features in many of the rooms: some have sloping ceilings and odd-shaped windows, while others have odd-shaped closets or private porches. Each house has coin-operated washers and dryers in the basement.\nOne of the particular appeals of the Haven\/Wesley complex is that each house has an extensive living room with a piano. Wesley has two study rooms as well. The complex is rich in tradition, with an annual Halloween Haunted House and two cocktail parties on winter and spring weekends. Other activities include “Covert Cupids,” Big Sib-Little Sib and the Senior Banquet. There is even an annual nontalent show!\nHavenites and Wesleyites pride themselves on living in a diverse and spirited house. Haven, which is bright yellow, is one of the most attractive houses on campus. On autumn and spring days, residents can be found on Haven’s porch swing talking and enjoying the weather.\nHaven\/Wesley is also notable because writer Sylvia Plath lived there while a student at Smith.",
        "Year built": "1899",
        "Capacity": "71",
        "Residential floors (Haven)": "3",
        "Residential floors (Wesley)": "3",
        "Singles (total)": "25",
        "Doubles (total)": "23",
        "Triples (total)": "0",
        "Approximate number sharing a bathroom (Haven)": "23",
        "Approximate number sharing a bathroom (Wesley)": "7",
        "Accessible (both)": "Yes",
        "Elevator (both)": "No"
    },
    {
        "name": "Haynes House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/garden-neighborhood\/haynes-house",
        "neighborhood": "Garden Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/wilder_house.jpg.webp?itok=6n-yIS0y",
        "description": "Haynes House (formerly Wilder House) is one of the 10 houses of \"the quad.\" Most of the doubles have large bay window seats.\nThe complex was built in stages starting in 1922 to alleviate a housing shortage on campus. When all the houses were completed in 1936, William Allan Neilson, then the president of Smith, pronounced it the \"Great Quadrangle.\"\nHaynes, and its neighbor Comstock, were built in 1928. Together they share a covered front entrance and a bell tower. Their back wings join to form a courtyard, which is nicknamed the \"mini-quad.\" The Comstock-Haynes party is traditionally held in either the early fall or late spring to take advantage of the great weather.",
        "Year built": "1930",
        "Capacity": "82",
        "Residential floors": "4",
        "Singles": "57",
        "Doubles": "11",
        "Triples": "1",
        "Approximate number sharing a bathroom": "30",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Morrow House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/garden-neighborhood\/morrow-house",
        "neighborhood": "Garden Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/morrow_house.jpg.webp?itok=09YMNuz1",
        "description": "Morrow House is one of the 10 houses of \"the quad.\" The path from the quad to the center of campus passes the president's house and offers a beautiful view of Paradise Pond.\nThe complex was built in stages starting in 1922, to alleviate a housing shortage on campus. When all the houses were completed in 1936, William Allan Neilson, then the president of Smith, pronounced it the \"Great Quadrangle.\"\nSince the quad is a 10-minute walk from academic buildings and a 15-minute walk from downtown Northampton, some students prefer to use a bicycle.\nUnique to Morrow House is its \"poetry room\" which became part of the house's design at the suggestion of Elizabeth Cutter Morrow. Morrow, for whom the house is named, was a graduate of Smith and served as acting president of the college in 1939. The room contains a collection of volumes of poetry and books about poets, inviting readers to enjoy what was one of Morrow's chief pleasures.",
        "Year built": "1926",
        "Capacity": "83",
        "Residential floors": "4",
        "Singles": "56",
        "Doubles": "12",
        "Triples": "1",
        "Approximate number sharing a bathroom": "25",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Sessions Complex",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/garden-neighborhood\/sessions-complex",
        "neighborhood": "Garden Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/sessions_house.jpg.webp?itok=PUkkupkD",
        "description": "Sessions House, a grand colonial house on Elm Street, is the oldest house on campus. It is also the house with what may be the most intriguing history, boasting both a secret passageway and a pair of lovers.",
        "Year built (house\/annex)": "1710\/1873",
        "Capacity": "52",
        "Residential Floors": "3",
        "Singles": "28",
        "Doubles": "12",
        "Triples": "0",
        "Approximate number sharing a bathroom (house)": "18",
        "Approximate number sharing a bathroom (annex)": "8",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Wilson House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/garden-neighborhood\/wilson-house",
        "neighborhood": "Garden Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/wilson_house.jpg.webp?itok=GWWN0yfI",
        "description": "Wilson House is one of the 10 houses of \"the quad.\" Unique to Wilson are its raised front steps and bell tower. The terrace forms the platform where Commencement exercises are held each May.\nThe complex was built in stages starting in 1922 to alleviate a housing shortage on campus. When all the houses were completed in 1936, William Allan Neilson, then the president of Smith, pronounced it the \"Great Quadrangle.\"\nWilson, along with Morrow and Gardiner Houses, was built in 1926. It was named for Martha Wilson, a graduate of Smith with the class of 1895. During her time at Smith, Wilson was president of her college house and a member of student council. She was the president of the Chicago Smith Club from 1901 to 1904, founder of the Central Council of Nursing Education and trustee of Children's Memorial Hospital in Chicago. She died in&nbsp;1923.\nSince the quad is a 10-minute walk to most academic buildings and a 15-minute walk to downtown Northampton, some students prefer to use bicycles.",
        "Year built": "1926",
        "Capacity": "102",
        "Residential floors": "4",
        "Singles": "78",
        "Doubles": "12",
        "Triples": "0",
        "Approximate number sharing a bathroom": "24",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Lee House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/lee-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/houses-54-green-1000.jpg.webp?itok=0sqnr-yV",
        "description": "Floor plans are available in Residence Life Self-Service (login required) under \"Room Draw.\"",
        "Year built": "Mid-20th century",
        "Capacity": "13",
        "Residential floors": "3",
        "Singles": "13",
        "Doubles": "0",
        "Triples": "0",
        "Approximate number sharing a bathroom": "5",
        "Accessible": "No",
        "Elevator": "No"
    },
    {
        "name": "Albright House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/albright-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/albright_house.jpg.webp?itok=2npq8UNG",
        "description": "Albright House is located on Bedford Terrace, right next to the Alumnae House. It was built in 1900. Known for its pink porch light and much-coveted disco ball, Albright House luxuriously sits across from Chuckett Dining Hall and Hillyer, and just a two-block climb from downtown. Albright is home to over 70 residents, three washing machines, and the largest house library on campus. Favorite traditions are weekly themed tea, the annual fall trip to MacLeish field station, and a friendly rivalry with our neighbor, Baldwin. House mascots are Paul Walker, Greg Heffley, Tina the Fairy, and the platonic ideal of a peach.",
        "Year built": "1900",
        "Capacity": "73",
        "Residential floors": "4",
        "Singles": "29",
        "Doubles": "19",
        "Triples": "2",
        "Approximate number sharing a bathroom": "21",
        "Accessible": "No",
        "Elevator": "No"
    },
    {
        "name": "Baldwin House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/baldwin-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/baldwin-house-2019-2.jpg.webp?itok=JaEe1fTx",
        "description": "Baldwin is less than a five-minute walk to the center of campus and is seconds away from a Northampton pharmacy and grocery store. It’s just a two-minute walk to downtown Northampton.\nWhen Baldwin House was built at the turn of the century, on-campus housing was available to fewer than half of Smith’s students. This large brick, ivy-covered building on Bedford Terrace was constructed to permit 77 students to live in college housing.\nVisitors to Baldwin first notice its lovely front porch, perfect for lounging. On the first floor of Baldwin is a spacious living room and a comfortable foyer. The living room has a piano, a fireplace and cable television with a DVD player and Playstation games. A collection of old Smith yearbooks, Baldwin scrapbooks and books donated by former Baldwin residents fill the room’s bookcases.",
        "Year built": "1908",
        "Capacity": "73",
        "Residential floors": "5",
        "Singles": "35",
        "Doubles": "7",
        "Triples": "0",
        "Approximate number sharing a bathroom": "18",
        "Accessible": "No",
        "Elevator": "No"
    },
    {
        "name": "Chapin House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/chapin-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/chapin_house.jpg.webp?itok=FRbuQKyA",
        "description": "Chapin occupies what has been called the geographic center of the campus. This central location makes Chapin only a short walk from most academic buildings and a neighbor to the Campus Center.\nChapin overlooks the gardens of the Lyman Plant House, the playing fields and Paradise Pond, hence the house motto, “Living on the Edge of Paradise.” Chapin lawn is the site of frisbee and other activities or a place to throw down a blanket and enjoy the sun or cool off in the shade. Residents often sit and chat on the huge porch overlooking Chapin lawn.\nChapin’s staircase may have served as the inspiration for the staircase of Scarlett O’Hara’s&nbsp;\"Tara\" plantation in the controversial&nbsp;novel&nbsp;Gone With the Wind, since the book’s author, Margaret Mitchell, once&nbsp;lived at Chapin.&nbsp;",
        "Year built": "1903",
        "Capacity": "70",
        "Residential floors": "3",
        "Singles": "36",
        "Doubles": "17",
        "Triples": "0",
        "Approximate number sharing a bathroom": "23",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Duckett House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/duckett-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/duckett_house.jpg.webp?itok=VVv4gzww",
        "description": "Duckett is home to 37 students who boast that it has the best location of all Smith houses. It is only five minutes away from everything—classes, libraries, and downtown.\nAlthough Duckett is over 200 years old, it was not acquired by Smith until 1968. Throughout its history, however, it has been associated with the college. At the turn of the century, it was a boarding house for Smith students who lived off campus. Later it was owned by an alumna and used as part of a school for girls. The house is named for Eleanor Shipley Duckett, a former professor in the Department of Classical Languages and Literatures. Mary Ellen Chase, for whom Chase House is named, was Duckett's life-long companion, and so the names of these&nbsp;adjoining houses honor these outstanding women scholars and teachers. The house library holds several volumes of their published works.\nAs for house social life, Duckett hosts several parties every academic year. One cocktail party takes place during winter weekend and another during spring weekend.",
        "Year built": "c. 1810",
        "Capacity": "37",
        "Residential floors": "4",
        "Singles": "21",
        "Doubles": "8",
        "Triples": "0",
        "Approximate number sharing a bathroom": "15",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Hubbard House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/hubbard-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/hubbard_house.jpg.webp?itok=tQWhK0zZ",
        "description": "Hubbard is notable because it is one of the only houses on campus without a TV. And Hubbardites appreciate their proximity to academic buildings, which makes most classes only a dash away.\nHubbard is one of the oldest houses on campus. It is unique in having its own anniversary reunions;&nbsp;in fall 1978&nbsp;it celebrated its&nbsp;100th anniversary. The daylong gala included a large gathering at the Ainsworth Gymnasium, a luncheon at the Alumnae House, an open house and a retrospective exhibition. Julia Child, a noted Hubbardite, was one of the attendees.",
        "Year built": "1879",
        "Capacity": "53",
        "Residential floors": "3",
        "Singles": "21",
        "Doubles": "16",
        "Triples": "0",
        "Approximate number sharing a bathroom": "18",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Lawrence House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/lawrence-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/lawrence_house.jpg.webp?itok=VxPZshJc",
        "description": "Lawrence House, on Green Street, is conveniently located near the gymnasium, athletic fields, and scenic Paradise Pond as well as many classrooms, the administrative buildings and libraries.\nLawrence House, and its sister, Morris House, were built in 1891 in response to the rapidly growing enrollment at Smith at the end of the 19th century. The two houses have the distinction of being the first on campus to be named for alumnae. Lawrence House is named for Elizabeth Crocker Lawrence, who graduated from Smith in 1883, received her master’s degree from Smith in 1889,&nbsp;and later served as a college trustee and president of the Alumnae Association. Each year&nbsp;on November 11, residents of Lawrence House still celebrate “Tippy” Lawrence’s birthday.\nThe history of Lawrence House is also unique in that it was chosen in 1912 for an experiment in cooperative self-help, in which residents of the house performed all the household chores. This experiment, which was a great success, received widespread attention from the press, which was intrigued with the idea that students generally perceived as being daughters of the rich&nbsp;were doing household chores.",
        "Year built": "1893",
        "Capacity": "67",
        "Residential floors": "4",
        "Singles": "33",
        "Doubles": "17",
        "Triples": "0",
        "Approximate number sharing a bathroom": "17",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Morris House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/morris-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/houses-morris-1000.jpg.webp?itok=De-1f2aI",
        "description": "A charming, ivy-covered brick house that has a piano, a pool table&nbsp;and a large front porch complete with an old-fashioned swing.\nMorris House, and its sister, Lawrence House, were built in 1891 in response to the rapidly growing enrollment at Smith at the end of the 19th century. The two houses have the distinction of being the first on campus to be named for alumnae. Morris House is named for Kate Morris, one of the first 11 graduates of Smith, who later went on to receive the first doctorate awarded by Smith in 1889.\nMorris House, on Green Street, is conveniently located near the gymnasium, athletic fields&nbsp;and scenic Paradise Pond, as well as the central campus area.",
        "Year built": "1893",
        "Capacity": "68",
        "Residential floors": "4",
        "Singles": "34",
        "Doubles": "17",
        "Triples": "0",
        "Approximate number sharing a bathroom": "23",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Tyler House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/tyler-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/tyler_house.jpg.webp?itok=NwaJx6XS",
        "description": "Located on Green Street, Tyler House is near the music building, gym and athletics fields. The Paradise Pond waterfall is audible through an open window.\nBuilt in 1898, Tyler House was the last of six dormitories constructed in the very early years of Smith College on what was the original campus. An impressive Queen Anne–style brick building with a large front porch, Tyler House was named for William Seymour Tyler, one of the original trustees of the college.\nA favorite gathering place is the comfortable living room where parties are held and where residents have a chance to relax and watch television or socialize. For more serious pursuits, the house has a library.",
        "Year built": "1898",
        "Capacity": "69",
        "Residential floors": "3",
        "Singles": "41",
        "Doubles": "14",
        "Triples": "0",
        "Approximate number sharing a bathroom": "23",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Washburn House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/ivy-neighborhood\/washburn-house",
        "neighborhood": "Ivy Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/washburn_house.jpg.webp?itok=YKVorTdK",
        "description": "Washburn is near academic and administration buildings, libraries and the athletic complex. Downtown Northampton is a five-minute walk.\nWashburn House was built by Smith in 1878 to house the incoming class of 1882. One of the original three houses constructed to integrate a full academic experience for women, Washburn was named for William Barren Washburn, one of the first trustees of the college.\nWashburn House has evolved a great deal over its long history. From 1933 to 1938, it was a cooperative house, and residents performed all the household chores. During the Spanish Civil War (1936–39)&nbsp;it served as the Spanish-speaking house on campus, as it was not possible to send&nbsp;students to Spain for academic study.\nPast residents of Washburn have remained devoted to their college home&nbsp;and have returned to Smith to celebrate significant reunions. Former Washburn residents presented Washburn with a 400-book collection on the house’s 50th birthday.",
        "Year built": "1878",
        "Capacity": "43",
        "Residential floors": "3",
        "Singles": "12",
        "Doubles": "16",
        "Triples": "0",
        "Approximate number sharing a bathroom": "17",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Capen House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/capen-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/capen_house.jpg.webp?itok=oxdEOT9e",
        "description": "With its stately columns and Ionic portico and pediment, Capen House is a fine example of classical revival architecture. The cupola, gazebo, and gardens at the rear of the house are among the features that distinguish Capen from other houses on campus.\nBuilt in 1825, Capen originally served as a law school. The house then became a summer home, and in 1883 it became part of Miss Bessie Capen’s private school.\nThe house has a cozy living room and sitting room, where housemates like to gather and socialize.",
        "Year built": "c. 1825",
        "Capacity": "73",
        "Residential floors": "3",
        "Singles": "29",
        "Doubles": "22",
        "Triples": "0",
        "Approximate number sharing a bathroom": "24",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Cutter House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/cutter-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/houses-cutter-800.jpg.webp?itok=Bi7fNt7u",
        "description": "Cutter is centrally located. It is directly across the street from the Campus Center, where students can socialize, lounge and get a quick bite to eat.\nNeilson Library, academic buildings, and administrative buildings are only a five-minute walk, and downtown Northampton is only 10 minutes away.&nbsp;\nThe Cutter living room has a television and fireplace, which gets plenty of use in the winter. Next to the living room is the “beau parlor,” a quiet room for reading. It received this nickname in the late 1950s when students had to meet their beaus in this room because men were not allowed upstairs.\nEach room has a large window that runs the width of the room and a drape provided by the college. A large closet and set of drawers are built into one end of the room, providing ample storage space.\nThe wings of Cutter and Ziskind come together to form a courtyard. Rumor has it that the area was originally designated to be a pool site. No evidence of a pool exists, although students still find that the courtyard is a great place to get some sun.",
        "Year built": "1957",
        "Capacity": "76",
        "Residential floors": "2",
        "Singles": "60",
        "Doubles": "8",
        "Triples": "0",
        "Approximate number sharing a bathroom": "40",
        "Accessible": "Yes",
        "Elevator": "Yes",
        "Open during Thanksgiving and spring breaks": "Yes"
    },
    {
        "name": "Gillett House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/gillett-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/gillett_house.jpg.webp?itok=WjiXa1Gr",
        "description": "Gillett House is a beautiful four-and-a half-story, ivy-covered brick building on the comer of Elm and Prospect Streets. Directly across Elm Street is the Five College bus stop and John M. Greene Hall, where most all-college functions occur.\nGillett is connected by a covered portico to Northrop House, Gillett’s mirror image. Built in 1911, Gillett House is named for Edward Gillett, one of the first trustees of Smith and an energetic supporter of women’s education and of Smith College.\nA fireplace and grand piano distinguish the living room. Furnished with couches and chairs, the living room is often the gathering space for conversation among overachieving procrastinators.\nMany pairs of single rooms&nbsp;are joined by a common entryway that leads into the hall through one door; these rooms are called \"suites.\" While most first-year students in Gillett will have a single, many will have the opportunity to have a \"suitemate\" instead of a \"roommate.\"",
        "Year built": "1911",
        "Capacity": "80",
        "Residential floors": "5",
        "Singles": "72",
        "Doubles": "4",
        "Triples": "0",
        "Approximate number sharing a bathroom": "24",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Lamont House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/lamont-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/lamont_house.jpg.webp?itok=PbHZkSfR",
        "description": "Lamont residents agree that the Prospect Street location of the house is ideal. It is near the Campus Center, where students can go to get a quick bite to eat or attend an event, and it takes only a few minutes to walk to the classrooms and administrative buildings on the central campus.\nIn addition, downtown Northampton, with its many shops and restaurants, is only a five-minute walk.\nLamont was named after a loyal alumna, Florence Corliss Lamont. She received her bachelor's degree&nbsp;from Smith in 1893 and eventually earned a master’s in philosophy from Columbia University.\nLamont House is one of the newer houses on campus. Built in 1955, it was the first house to be constructed by the college after the quad houses were completed in 1936.\nIn 1994, renovations brought a new dining room to the back of Lamont House. The room, designed by Livermore and Edwards, enjoys exceptional light with its many-paned windows. The dining room's octagonal shape ties traditional and modern architectural ideas.",
        "Year built": "1955",
        "Capacity": "83",
        "Residential floors": "3",
        "Singles": "36",
        "Doubles": "22",
        "Triples": "1",
        "Approximate number sharing a bathroom": "25",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Northrop House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/northrop-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/northrop_house.jpg.webp?itok=E4AeswLl",
        "description": "Northrop House is a four-and-a half-story, red brick building with white wood trim, built by Charles Rich in Georgian Revival style and opened in 1911.\nWith dormer windows and an adjacent porch connecting it to its twin building, Gillett, Northrop sits conveniently across Elm Street from the college entrance and John M. Greene Hall. Named after Birdseye Grant Northrop, one of the first trustees of the college, Northrop houses 80 students, most of whom live in singles. Behind the leaded glass windows framing the front door, the spacious living room,&nbsp;with a fireplace, and the TV room provide common areas for leisurely conversation and lounging.\nNorthrop is at the top of the hill leading to town, making diversions into downtown Northampton easy. Because the Five College bus stop is directly across the street, residents the can wait for the bus in the comfort of their own living room.\nUpon completion, Northrop was described as the \"pride and joy of the college.\" It is a proud honor to its namesake who, following graduation from Yale in 1841 and Yale Divinity School in 1845, was commissioner of education of both Massachusetts and Connecticut, pastor of a Saxonville church for 10 years, a promoter of improved education for Southern black youths, a civilian intermediary between the U.S. and Japan, the founder of National Arbor Day and a well-respected writer and lecturer.\nAlthough \"strange tales are told of the early inhabitants of this house,\" today, as in 1910, \"it has gathered under its roof an exceptional and unique group of students.\"",
        "Year built": "1910",
        "Capacity": "80",
        "Residential floors": "5",
        "Singles": "72",
        "Doubles": "4",
        "Triples": "0",
        "Approximate number sharing a bathroom": "22",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Parsons House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/parsons-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/parsons-house.jpg.webp?itok=iWTp1dj4",
        "description": "The site on which Parsons House now stands has played an important part in local history. The land is said to have been purchased by Cornet Joseph Parsons from Native Americans in 1645, before the first settlement of Northampton. The property served as the home for two generations of the Parsons family. It was eventually acquired by Miss Bessie Capen, who built what she called “Faunce House” to serve&nbsp;as a dormitory, library, and recitation hall for the Capen School, which she founded in the early 1900s. Smith College acquired the property in 1921 and the house, renamed, has served as a Smith residence since that time.\nParsons is home to members of all four classes. Its location removes it from the noise and bustle of center campus, though it is only a 10- to 15-minute walk to academic buildings and downtown Northampton.",
        "Year built": "1902",
        "Capacity": "49",
        "Residential floors": "4",
        "Singles": "22",
        "Doubles": "12",
        "Triples": "1",
        "Approximate number sharing a bathroom": "18",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Talbot House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/talbot-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/talbot_house.jpg.webp?itok=wZjF6NO2",
        "description": "Located on Prospect Street, Talbot House is close to the Campus Center (convenient for late-night snacks)&nbsp;and is a short walk to libraries, classrooms and administrative buildings. Downtown Northampton, with its many shops and restaurants, is only a 10-minute walk.\nBuilt in 1909, Talbot House was originally part of the Capen School, a private school run by Miss Bessie Capen in the early 1900s. The house became a Smith College residence when Smith acquired the Capen School property in 1921.\nThe house has a cozy living room, where housemates gather to socialize, and a study room.\nTalbot House has the distinction of being the home of a moose. He’s of the stuffed variety and serves as the house mascot.",
        "Year built": "1909",
        "Capacity": "80",
        "Residential floors": "5",
        "Singles": "26",
        "Doubles": "27",
        "Triples": "0",
        "Approximate number sharing a bathroom": "26",
        "Accessible": "No",
        "Elevator": "No"
    },
    {
        "name": "Ziskind House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/mountain-neighborhood\/ziskind-house",
        "neighborhood": "Mountain Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/ziskind_house.jpg.webp?itok=53CsOBia",
        "description": "Ziskind is centrally located&nbsp;across the street from the Campus Center, where students can get a quick bite to eat, lounge, and socialize.\nNeilson Library, academic, and administrative buildings are only a five-minute walk, and downtown Northampton is ten minutes away.\nThe living room has a television and fireplace, which gets plenty of use in the winter. Next to the living room is a quiet room for studying or reading. The room also houses the steadily growing Ziskind House library and is a great place for meetings and gatherings.\nEach room has a window that runs the width of the room, providing much sunlight (drapes are provided by the college).\nThe wings of Ziskind and Cutter come together to form a courtyard. In the winter it is the setting&nbsp;for many snowball fights. In the spring and fall, it is often used for house barbecues.\nDuring the winter break (after classes end in the fall but before interterm begins), Ziskind and Cutter house any international students who have&nbsp;chosen to remain&nbsp;on campus. International students already assigned to Ziskind or Cutter may&nbsp;remain in their assigned rooms during this time. However, international students who reside in other houses during the academic year are assigned to the rooms in&nbsp;Ziskind and Cutter belonging to&nbsp;students away on break.",
        "Year built": "1955",
        "Capacity": "77",
        "Residential floors": "2",
        "Singles": "61",
        "Doubles": "8",
        "Triples": "0",
        "Approximate number sharing a bathroom": "40",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Cushing House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/paradise-neighborhood\/cushing-house",
        "neighborhood": "Paradise Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/cushing_house.jpg.webp?itok=sMTtgxFG",
        "description": "Cushing House is one of the 10 houses of \"the quad.\" The short path from the quad to the center of campus passes the president's house and offers a beautiful view of Paradise Pond.\nThe complex was built in stages starting in 1922, to alleviate a housing shortage on campus. When all the houses were completed in 1936, William Allan Neilson, then president of Smith, pronounced it the \"Great Quadrangle.\"\nSince academic buildings are a 10-minute walk and downtown Northampton is 15&nbsp;minutes away, many students enjoy having a bicycle. Cushing is also easily accessible to the fare-free Five College bus service, aiding students who take advantage of courses in the Five College interchange system. The buses are also an easy way to get around the rest of the Pioneer Valley.",
        "Year built": "1922",
        "Capacity": "79",
        "Residential floors": "4",
        "Singles": "58",
        "Doubles": "9",
        "Triples": "1",
        "Approximate number sharing a bathroom": "23",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Emerson House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/paradise-neighborhood\/emerson-house",
        "neighborhood": "Paradise Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/emmerson_house.jpg.webp?itok=0yUKTavd",
        "description": "Emerson House is one of the 10 houses of \"the quad.\" The short path from the quad to the center of campus passes the president's house and offers a beautiful view of Paradise Pond.\nThe complex was built in stages starting in 1922 to alleviate a housing shortage on campus. When all the houses were completed in 1936, William Allan Neilson, then the president of Smith, pronounced it the \"Great Quadrangle.\"\nA study room provides students an alternative place to work if their roommates are sleeping or Neilson Library is closed.\nEvery fall the house hosts a unique tradition, Emerson's Medieval Banquet. Each senior in the house invites a professor to be her personal guest at a banquet full of singing, dancing, food and merriment. Students and faculty attend in medieval garb and enjoy the festivities planned by the junior, sophomore and first-year students. Emerson House has a special role in what is one of Smith's favored annual traditions,&nbsp;Mountain Day. The president of the college chooses a beautiful autumn day to cancel classes, allowing students to enjoy the foliage and the weather. No one knows when Mountain Day will be until the president rings the college bells early in the morning to signify that classes are canceled. After the bells finish ringing, Emersonians blare recordings of the \"1812 Overture\" to make sure the whole quad is aware of the holiday. A house across the quad responds by playing the \"Hallelujah Chorus.\"",
        "Year built": "1922",
        "Capacity": "87",
        "Residential floors": "4",
        "Singles": "61",
        "Doubles": "13",
        "Triples": "0",
        "Approximate number sharing a bathroom": "17",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Friedman Apartments",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/paradise-neighborhood\/friedman-apartments",
        "neighborhood": "Paradise Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/friedman_apartments.jpg.webp?itok=JniTVYqh",
        "description": "The houses are&nbsp;named for five pioneering alumnae:\nEach house is completely furnished; however, students must provide cooking utensils and cookware.\nThe original Friedman Apartments were on Henshaw Avenue and opened in 1978. They are named in honor of Robert and Eugenie Friedman&nbsp;(class of 1947), who funded the buildings. On-campus apartments were built in response to requests from students in the 1960s and 1970s for more independent living options.\nFloor plans are available in Residence Life Self-Service (login required) under \"Room Draw.\""
    },
    {
        "name": "Jordan House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/paradise-neighborhood\/jordan-house",
        "neighborhood": "Paradise Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/jordon-house-800.jpg.webp?itok=v35lKyqX",
        "description": "Jordan House is one of 10 houses that make up a complex of residences known as \"the quad.\" Since the quad is a 10-minute walk from academic buildings and a 15-minute walk to downtown Northampton, many Jordan residents prefer to use bicycles.\nThe complex was built in stages starting in 1922 to alleviate a housing shortage on campus. When all the quad houses were completed in 1936, William Allan Neilson (then president of Smith College) dubbed it the \"Great Quadrangle.\"\nThe first three quad houses, Jordan, Cushing&nbsp;and Emerson, were completed in 1922. Jordan House was named for Mary Augusta Jordan, a professor of English at Smith from 1884 to 1921, who was&nbsp;known for her brilliance and eccentric personality.\nJordan House boasts a particularly&nbsp;cozy living room, which is a favorite gathering place for Jordan residents.",
        "Year built": "1922",
        "Capacity": "84",
        "Residential floors": "4",
        "Singles": "53",
        "Doubles": "14",
        "Triples": "1",
        "Approximate number sharing a bathroom": "27",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "King House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/paradise-neighborhood\/king-house",
        "neighborhood": "Paradise Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/king_house.jpg.webp?itok=3FvG0vPV",
        "description": "King House is one of the 10 houses of \"the quad,\" which form a semicircle and enclose a small courtyard. This area is also the site of the \"diploma circle\" where graduates distribute their diplomas during Commencement.\nKing, and its sister, Scales House, were constructed in 1935 and 1936. The complex was built in stages starting in 1922 to alleviate a housing shortage on campus. When all houses were completed in 1936, William Allan Neilson, then the president of Smith, pronounced it the \"Great Quadrangle.\"\nKing House is named for Franklin King, who for 50 years served as the superintendent of the Buildings and Grounds department at Smith. King was appointed in 1886 by then president L. Clark Seelye and retired in 1936. He was well liked by all members of the community.\nThe first floor has a large, spacious living room, with a piano and fireplace, and a study room that provides an alternative place to work.",
        "Year built": "1936",
        "Capacity": "78",
        "Residential floors": "4",
        "Singles": "73",
        "Doubles": "1",
        "Triples": "1",
        "Approximate number sharing a bathroom": "25",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Park House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/paradise-neighborhood\/park-house",
        "neighborhood": "Paradise Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/park-house.jpg.webp?itok=udKs21J0",
        "description": "Park House is an integral part of&nbsp;the history of Northampton and Smith College.\nAn elaborate residence&nbsp;with a view of Paradise Pond, Park House was built in 1880 by W.T. Clement, the founder of Clement Cutlery Company. In 1909, the house was acquired by&nbsp;Emily Malbon, who rented it as off-campus housing for Smith students. When Smith College acquired the property in 1923, Mrs. Malbon's (as it was once known) became Park House, named for one of the original trustees of the college, Reverend Edwards Amasa Park.\nPark House is in a scenic spot&nbsp;near the president's house and Paradise Pond. It is a five-minute walk to the central campus area, libraries, classrooms and administrative buildings, and about a 10-minute walk to downtown Northampton. Many Park residents have bicycles on campus and prefer to cycle to class or town.",
        "Year built": "1880",
        "Capacity": "54",
        "Residential floors": "4",
        "Singles": "28",
        "Doubles": "13",
        "Triples": "0",
        "Approximate number sharing a bathroom": "19",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Scales House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/paradise-neighborhood\/scales-house",
        "neighborhood": "Paradise Neighborhood",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/scales_house.jpg.webp?itok=y44ezwjJ",
        "description": "Scales House is one of the 10 houses of \"the quad,\" which form a semicircle and enclose a small courtyard. This is also the site of the \"diploma circle\" where graduates distribute their diplomas during Commencement.\nThe complex was built in stages starting in 1922, to alleviate a housing shortage on campus. When all the houses were completed in 1936, William Allan Neilson, then president of Smith, pronounced it the \"Great Quadrangle.\"\nScales and its sister house, King, were built in 1935 and 1936. Laura Scales was named after Laura Woolsey Lord Scales of the class of 1901. Scales was Smith's first dean of students, a post that she held for 22 years.",
        "Year built": "1936",
        "Capacity": "74",
        "Residential floors": "4",
        "Singles": "74",
        "Doubles": "0",
        "Triples": "0",
        "Approximate number sharing a bathroom": "25",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Chase House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/meadow-neighborhood-special-interest\/chase-house",
        "neighborhood": "Meadow Neighborhood Special Interest",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/chase-800.jpg.webp?itok=_1wxwoYL",
        "description": "Originally built in 1827, Chase House was occupied by several prominent local families until established as a school for girls by Mary A. Burnham in the 1870s. The Burnham School was incorporated into the college as a campus house in 1968 and named for Mary Ellen Chase, an accomplished writer and professor of English literature at Smith.\nChase maintains a cheerful and relaxed house environment, and late night chats in the living room are a popular social activity. The house hosts tea every week and several study breaks as well, along with two larger annual events: winter and spring weekend.\nRooms 214–23 on the second floor and all of the third floor of Chase House are substance free. Alcohol, tobacco and illegal drugs are not allowed.\nThe application to live on the substance-free floor is available on your Self Service page. Upon assignment to substance-free housing, each resident must complete the online housing contract, also located on the Forms &amp; Applications page (both forms, the application and the contract, are listed under \"Room Draw Forms\"). Information about the lottery is available on the&nbsp;Special-Interest Housing Lottery page.",
        "Year built": "1810",
        "Capacity": "57",
        "Residential floors": "3",
        "Singles": "57",
        "Doubles": "0",
        "Triples": "0",
        "Approximate number sharing a bathroom": "27",
        "Accessible": "Yes",
        "Elevator": "Yes"
    },
    {
        "name": "Granville House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/meadow-neighborhood-special-interest\/granville-house",
        "neighborhood": "Meadow Neighborhood Special Interest",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/parsons_annex.jpg.webp?itok=r0pHy1hn",
        "description": "Previously known as Parsons Annex, Granville House is identified as a Special-Interest Housing location, specifically&nbsp;for affinity housing.\nGranville House has been part of its Round Hill neighborhood for more than a century and still reflects the quality of old Northampton. It was purchased by the college in 1968.&nbsp;It is removed&nbsp;from the noise and bustle of center campus, yet only a 10- to 15-minute walk to academic buildings and downtown Northampton.\nIn May 2024, the building was named Granville House in honor of mathematician Evelyn Boyd Granville ’45, the second African American woman to receive a Ph.D. in mathematics from an American university (Yale) and one of the &nbsp;“hidden figures,”  whose pioneering work in computing helped NASA land the first Americans on the moon.",
        "Year built": "1896",
        "Capacity": "19",
        "Residential floors": "3",
        "Singles": "7",
        "Doubles": "6",
        "Triples": "0",
        "Approximate number sharing a bathroom": "8",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Hopkins House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/meadow-neighborhood-special-interest\/hopkins-house",
        "neighborhood": "Meadow Neighborhood Special Interest",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/hopkins_house.jpg.webp?itok=SiqX1tTe",
        "description": "Hopkins residents boast that their house has an ideal location, overlooking&nbsp;the Lyman Conservatory and its gardens&nbsp;and providing a beautiful view of the Mount Holyoke range of mountains.\nIn 1920, then-college president William Allan Neilson eagerly bought the three buildings that are known as the Hopkins Houses. With these secured, he could carry out his plan to make every student a campus resident of Smith College. Before this, the college had a shortage of housing facilities,&nbsp;and students had to find living arrangements on their own.&nbsp;\nToday only one of the original houses remains. Hopkins, one of Smith's significant historical buildings, was built as a private residence in 1861.\nHopkins is one of two small cooperative houses. The 18 student residents&nbsp;buy food collectively and cook communally for the majority of house meals, which receive rave reviews from \"Hopkids\" and the many friends, family members and professors who frequently join in house dinners and potlucks. All residents share in cleaning and maintaining the house, and they govern the house collectively through a weekly house meeting. The house elects a food coordinator and treasurer to manage food purchasing and communal funds and also has a house coordinator who fulfills traditional residential life duties in the house. Hopkins residents participate in a close-knit house community, applying ideals of sustainability and social justice to their daily lives. The house cultivates relationships with local farms, timebanks, cooperatives and workshares, and all residents participate actively in making decisions about running the house and defining the house community's character and goals. Hopkins is open to all students except first-years and strives to maintain a balance of sophomores, juniors and seniors.",
        "Year built": "1861",
        "Capacity": "18",
        "Residential floors": "3",
        "Singles": "12",
        "Doubles": "3",
        "Triples": "0",
        "Approximate number sharing a bathroom": "13",
        "Accessible": "Yes",
        "Elevator": "No",
        "Open during Thanksgiving and spring breaks": "Yes"
    },
    {
        "name": "Tenney House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/meadow-neighborhood-special-interest\/tenney-house",
        "neighborhood": "Meadow Neighborhood Special Interest",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/tenney_house.jpg.webp?itok=K_V3R9S2",
        "description": "Tenney is at the corner of Paradise Road and Elm Street, in front of the president’s house. Traditionally, it has a long waiting list, as it is the only vegetarian cooperative house on campus.\nIn 1937, 156 Elm became the new location for Tenney House, which had originally been located farther down the road. Mary Smith Tenney, who donated the house to Smith, organized the original house. She noted that, “It is my desire that thereby a limited number of meritorious students unable to meet the full expenses of a college education may obtain board at lower rates.” Later, Tenney House was transformed into a small vegetarian cooperative. Since the students residing in Tenney cook their own food, residents note that “everyone is a good cook by the time they leave.”\nTenney House is one of Smith's two small cooperative houses. The 14 students share in the daily cooking and cleaning of the house and kitchen. The house continues to use the traditional work wheel in which each resident participates in a variety of house duties and chores. A food coordinator is selected each year to do the weekly shopping. A financial coordinator is selected to collect house funds and pay bills. And an administrative liaison works closely with the Residence Life office. The house is famous for its yearly faculty dinner with homemade breads and special recipes.",
        "Year built": "1881",
        "Capacity": "14",
        "Residential floors": "3",
        "Singles": "12",
        "Doubles": "0",
        "Triples": "0",
        "Approximate number sharing a bathroom": "7",
        "Accessible": "Yes",
        "Elevator": "No"
    },
    {
        "name": "Yolanda King House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/meadow-neighborhood-special-interest\/yolanda-king-house",
        "neighborhood": "Meadow Neighborhood Special Interest",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/park-annex.jpg.webp?itok=wH5G9kCv",
        "description": "Yolanda King House (formerly Park Annex) is identified as a Special-Interest Housing location, specifically&nbsp;for affinity housing.\nYolanda King House was a house that once belonged to members of the Look family who gave Look Park to the city of Northampton. It was also rented as off-campus housing to Smith students before it was acquired by the college in 1920.\nYolanda King House is in a scenic spot,&nbsp;near the president's house and Paradise Pond. It is a 5-minute walk to the central campus area—with the libraries, classrooms and administrative buildings—and about a 10-minute walk to downtown Northampton.&nbsp;",
        "Year built": "1880",
        "Capacity": "15",
        "Residential floors": "3",
        "Singles": "7",
        "Doubles": "4",
        "Triples": "0",
        "Approximate number sharing a bathroom": "6",
        "Accessible": "No",
        "Elevator": "No"
    },
    {
        "name": "Conway House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/river-neighborhood-ada\/conway-house",
        "neighborhood": "River Neighborhood Ada",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/conway_house.jpg.webp?itok=uN8Y20Xp",
        "description": "Conway House is an apartment residence for Ada Comstock Scholars with families. It has eight two-bedroom units and two three-bedroom units. A common room provides a social place for students and their families to gather.\nConway House was dedicated in 2006, named for President Emerita Jill Ker Conway.&nbsp;During her tenure (1975–85), she led the development of many groundbreaking programs, projects and academic departments, including the&nbsp;Ada Comstock Scholars Program—an innovative, life-changing and highly regarded program for students beyond the traditional age.\nFloor plans are available in Residence Life Self-Service (login required) under \"Room Draw.\""
    },
    {
        "name": "Rothman House",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/river-neighborhood-ada\/rothman-house",
        "neighborhood": "River Neighborhood Ada",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/150_elm_house.jpg.webp?itok=ylMO16O_",
        "description": "Previously known as 150 Elm, Rothman House was built in the late 1800s and became a property of Smith College at the school's founding. In 1917, it opened as a campus house, used as first-semester overflow housing for first-year students. Currently, Rothman House houses 12 Ada Comstock Scholars. The building is open for all breaks (including winter break) and summer break (with an additional fee).\nIn May 2024, Rothman House was named &nbsp;in honor of Eleanor Rothman, founding director of Smith’s &nbsp;Ada Comstock Scholars Program &nbsp;for nontraditional age students.&nbsp;Since the program was established in 1975, a total of 2,482 women ranging in age from their 20s to their mid-80s have earned Smith degrees as Ada Comstock Scholars. Rothman directed the program for 23 years.\nFloor plans are available in Residence Life Self-Service (login required) under \"Room Draw.\""
    },
    {
        "name": "44 Green Street",
        "url": "https:\/\/www.smith.edu\/your-campus\/residence-life\/smith-houses\/river-neighborhood-graduate\/44-green-street",
        "neighborhood": "River Neighborhood Graduate",
        "image": "https:\/\/www.smith.edu\/sites\/default\/files\/styles\/paragraph_image_medium\/public\/media\/Documents\/Reslife\/44_green_street.jpg.webp?itok=InhaGyRX",
        "description": "Located next to Ford Hall, this house is one of the nontraditional residential options. The building offers&nbsp;20 mostly single rooms and three to four double rooms. It has a shared living room and full kitchen. This house is limited to graduate and diploma&nbsp;students and is open during Thanksgiving, winter and spring breaks for no additional charge. The house community here is unique, compared to&nbsp;traditional campus houses, because of its small size and the interests of the residents.",
        "Year built": "Mid-20th century",
        "Capacity": "20",
        "Residential floors": "3",
        "Singles": "10",
        "Doubles": "5",
        "Triples": "0",
        "Approximate number sharing a bathroom": "5",
        "Accessible": "No",
        "Elevator": "No"
    }
]